Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: You'll need to touch your security key to create the credential and for each future signing operation.
ar: ستحتاج إلى لمس مفتاح الأمان لإنشاء بيانات الاعتماد ولكل عملية توقيع مستقبلية.
ca: Haureu de tocar la vostra clau de seguretat per crear la credencial i per a cada operació de signatura futura.
cs: Pro vytvoření přihlašovacího údaje a pro každou budoucí operaci podepisování budete muset dotknout bezpečnostní klíč.
da: Du skal berøre din sikkerhedsnøgle for at oprette legitimationsoplysningen og for hver fremtidig signeringsoperation.
de: Sie müssen Ihren Sicherheitsschlüssel berühren, um die Anmeldedaten zu erstellen, und für jeden zukünftigen Signiervorgang.
es: Deberá tocar su clave de seguridad para crear la credencial y para cada operación de firma futura.
fi: Sinun täytyy koskettaa turva-avainta tunnisteen luomiseksi ja jokaista tulevaa allekirjoitusoperaatiota varten.
fr: Vous devrez toucher votre clé de sécurité pour créer l'identifiant et pour chaque future opération de signature.
he: תצטרך לגעת במפתח האבטחה שלך כדי ליצור את האישור ולכל פעולת חתימה עתידית.
hu: A hitelesítő adat létrehozásához és minden jövőbeli aláírási művelethez meg kell érintenie a biztonsági kulcsot.
it: Sarà necessario toccare la chiave di sicurezza per creare la credenziale e per ogni futura operazione di firma.
ja: 資格情報の作成および将来の各署名操作のために、セキュリティキーにタッチする必要があります。
ko: 자격 증명을 생성하고 이후 각 서명 작업을 수행할 때마다 보안 키를 터치해야 합니다.
nb: Du må berøre sikkerhetsnøkkelen din for å opprette legitimasjonen og for hver fremtidig signeringsoperasjon.
nl: U moet uw beveiligingssleutel aanraken om de referentie aan te maken en voor elke toekomstige ondertekeningsoperatie.
pl: Musisz dotknąć klucza bezpieczeństwa, aby utworzyć poświadczenie oraz przy każdej przyszłej operacji podpisywania.
pt_br: Você precisará tocar sua chave de segurança para criar a credencial e para cada futura operação de assinatura.
pt_pt: Terá de tocar na sua chave de segurança para criar a credencial e para cada futura operação de assinatura.
ro: Va trebui să atingeți cheia de securitate pentru a crea credențialele și pentru fiecare operațiune viitoare de semnare.
sl: Za ustvarjanje poverilnice in za vsako prihodnje podpisovanje boste morali dotakniti varnostnega ključa.
sv: Du behöver beröra din säkerhetsnyckel för att skapa autentiseringsuppgiften och vid varje framtida signeringsoperation.
uk: Вам потрібно буде торкнутися ключа безпеки, щоб створити обліковий запис, і для кожної майбутньої операції підпису.
vi: Bạn sẽ cần chạm vào khóa bảo mật để tạo thông tin xác thực và cho mỗi thao tác ký trong tương lai.
zh_hans: 您需要触摸安全密钥来创建凭证，以后每次签名操作也需要如此。
zh_hant: 您需要觸摸安全金鑰來建立憑證，日後每次簽署操作也需要觸摸。

source: You've already started typing. Attach to "%1$@" anyway? This will send a %2$@ command to the terminal.
ar: لقد بدأت الكتابة بالفعل. هل تريد الإرفاق بـ ‘%1$@’ على أي حال؟ سيؤدي ذلك إلى إرسال الأمر %2$@ إلى الطرفية.
ca: Ja heu començat a escriure. Voleu connectar-vos a «%1$@» igualment? Això enviarà una ordre %2$@ al terminal.
cs: Už jste začali psát. Přesto se připojit k „%1$@“? Do terminálu bude odeslán příkaz %2$@.
da: Du er allerede begyndt at skrive. Vil du tilslutte til "%1$@" alligevel? Dette sender en %2$@-kommando til terminalen.
de: Du hast bereits mit der Eingabe begonnen. Trotzdem mit „%1$@“ verbinden? Dadurch wird ein %2$@-Befehl an das Terminal gesendet.
es: Ya has empezado a escribir. ¿Adjuntar a «%1$@» de todos modos? Esto enviará un comando %2$@ a la terminal.
fi: Olet jo aloittanut kirjoittamisen. Liitytäänkö silti kohteeseen ”%1$@”? Tämä lähettää terminaaliin %2$@-komennon.
fr: Vous avez déjà commencé à taper. Se connecter quand même à « %1$@ » ? Une commande %2$@ sera envoyée au terminal.
he: כבר התחלת להקליד. לצרף בכל זאת אל "%1$@"? פעולה זו תשלח פקודת %2$@ למסוף.
hu: Már elkezdett gépelni. Mindenképp csatlakozik a(z) „%1$@” munkamenethez? Ez egy %2$@ parancsot küld a terminálnak.
it: Hai già iniziato a digitare. Collegarsi comunque a "%1$@"? Questo invierà un comando %2$@ al terminale.
ja: すでに入力を開始しています。それでも「%1$@」にアタッチしますか？ターミナルに %2$@ コマンドが送信されます。
ko: 이미 입력을 시작했습니다. 그래도 "%1$@"에 연결하시겠습니까? 터미널에 %2$@ 명령을 전송합니다.
nb: Du har allerede begynt å skrive. Koble til «%1$@» likevel? Dette sender en %2$@-kommando til terminalen.
nl: Je bent al begonnen met typen. Toch koppelen aan "%1$@"? Hiermee wordt een %2$@-opdracht naar de terminal gestuurd.
pl: Zacząłeś już pisać. Mimo to dołączyć do „%1$@”? Spowoduje to wysłanie polecenia %2$@ do terminala.
pt_br: Você já começou a digitar. Mesmo assim, anexar a "%1$@"? Isso enviará um comando %2$@ ao terminal.
pt_pt: Já começou a escrever. Ainda assim, deseja anexar a "%1$@"? Isto irá enviar um comando %2$@ para o terminal.
ro: Ați început deja să tastați. Atașați totuși la „%1$@”? Aceasta va trimite o comandă %2$@ la terminal.
sl: Že ste začeli tipkati. Se vseeno želite pripeti na »%1$@«? V terminal bo poslan ukaz %2$@.
sv: Du har redan börjat skriva. Vill du ansluta till ”%1$@” ändå? Detta skickar kommandot %2$@ till terminalen.
uk: Ви вже почали вводити текст. Усе одно приєднатися до «%1$@»? Це надішле команду %2$@ до термінала.
vi: Bạn đã bắt đầu nhập liệu. Vẫn đính kèm vào "%1$@"? Thao tác này sẽ gửi lệnh %2$@ đến terminal.
zh_hans: 您已经开始输入。仍要连接到“%1$@”吗？这将向终端发送一个 %2$@ 命令。
zh_hant: 你已經開始輸入。仍要連接至「%1$@」嗎？這會傳送 %2$@ 指令至終端機。

source: Your API quota has been exceeded. Please check your billing.
ar: تم تجاوز حصة API الخاصة بك. يرجى التحقق من الفوترة.
ca: La vostra quota API s'ha superat. Comproveu la vostra facturació.
cs: Vaše API kvóta byla překročena. Zkontrolujte své vyúčtování.
da: Din API-kvote er overskredet. Kontroller venligst din fakturering.
de: Ihr API-Kontingent wurde überschritten. Bitte überprüfen Sie Ihre Abrechnung.
es: Su cuota API ha sido excedida. Verifique su facturación.
fi: API-kiintiösi on ylitetty. Tarkista laskutustietosi.
fr: Votre quota API a été dépassé. Veuillez vérifier votre facturation.
he: חרגת ממכסת ה-API. בדוק את פרטי החיוב שלך.
hu: Az API-kvótája túllépésre került. Kérjük, ellenőrizze a számlázást.
it: La tua quota API è stata superata. Controlla la fatturazione.
ja: APIの利用枠を超過しました。請求情報を確認してください。
ko: API 할당량을 초과했습니다. 결제 정보를 확인하세요.
nb: API-kvoten din er overskredet. Sjekk faktureringen din.
nl: Uw API-quotum is overschreden. Controleer uw facturering.
pl: Twój limit API został przekroczony. Sprawdź swoje rozliczenia.
pt_br: Sua cota API foi excedida. Verifique sua cobrança.
pt_pt: A sua cota API foi excedida. Verifique a sua faturação.
ro: Cota ta API a fost depășită. Verifică facturarea.
sl: Vaša API kvota je bila presežena. Preverite svoje obračunavanje.
sv: Din API-kvot har överskridits. Kontrollera din fakturering.
uk: Вичерпано квоту API. Перевірте ваш план оплати.
vi: Hạn mức API đã vượt. Vui lòng kiểm tra thanh toán của bạn.
zh_hans: 您的API配额已超出。请检查您的账单。
zh_hant: 您的API配額已超出。請檢查您的帳單。

source: Your existing rootshell settings stay editable in the Settings UI after import. Keybinds are imported to ~/.ghostty/imported_keybinds.conf and managed under Keyboard Shortcuts.
ar: تبقى إعدادات rootshell الحالية قابلة للتحرير من واجهة الإعدادات بعد الاستيراد. تُستورد الاختصارات إلى ~/.ghostty/imported_keybinds.conf وتُدار من اختصارات لوحة المفاتيح.
ca: Els teus ajustos actuals de rootshell continuaran sent editables a la Configuració després de la importació. Les dreceres s'importen a ~/.ghostty/imported_keybinds.conf i es gestionen a Dreceres de teclat.
cs: Vaše stávající nastavení rootshell zůstávají po importu upravitelná v Nastavení. Zkratky se importují do ~/.ghostty/imported_keybinds.conf a spravují se v Klávesových zkratkách.
da: Dine eksisterende rootshell-indstillinger kan stadig redigeres i Indstillinger efter import. Genveje importeres til ~/.ghostty/imported_keybinds.conf og administreres under Tastaturgenveje.
de: Deine vorhandenen rootshell-Einstellungen bleiben nach dem Import in den Einstellungen bearbeitbar. Tastenkürzel werden nach ~/.ghostty/imported_keybinds.conf importiert und unter Tastaturkurzbefehle verwaltet.
es: Tus ajustes actuales de rootshell siguen siendo editables en Ajustes tras la importación. Los atajos se importan en ~/.ghostty/imported_keybinds.conf y se gestionan en Atajos de teclado.
fi: Olemassa olevat rootshell-asetuksesi pysyvät muokattavissa Asetukset-käyttöliittymässä tuonnin jälkeen. Pikanäppäimet tuodaan tiedostoon ~/.ghostty/imported_keybinds.conf ja niitä hallitaan kohdassa Näppäimistön pikanäppäimet.
fr: Vos réglages rootshell existants restent modifiables dans Réglages après l'importation. Les raccourcis sont importés dans ~/.ghostty/imported_keybinds.conf et gérés dans Raccourcis clavier.
he: ההגדרות הקיימות של rootshell יישארו ניתנות לעריכה בממשק ההגדרות לאחר הייבוא. קיצורים מיובאים אל ~/.ghostty/imported_keybinds.conf ומנוהלים דרך קיצורי מקלדת.
hu: A meglévő rootshell beállításaid importálás után is szerkeszthetők maradnak a Beállítások felületen. A gyorsbillentyűk a ~/.ghostty/imported_keybinds.conf fájlba kerülnek, és a Billentyűparancsok között kezelhetők.
it: Le tue impostazioni rootshell esistenti restano modificabili nelle Impostazioni dopo l'importazione. Le scorciatoie vengono importate in ~/.ghostty/imported_keybinds.conf e gestite in Scorciatoie da tastiera.
ja: インポート後も既存の rootshell 設定は設定画面から編集できます。キーバインドは ~/.ghostty/imported_keybinds.conf に読み込まれ、キーボードショートカットから管理できます。
ko: 가져온 후에도 기존 rootshell 설정은 설정 UI에서 편집할 수 있습니다. 키 바인딩은 ~/.ghostty/imported_keybinds.conf로 가져오며 키보드 단축키에서 관리됩니다.
nb: De eksisterende rootshell-innstillingene dine kan fortsatt redigeres i Innstillinger etter import. Hurtigtaster importeres til ~/.ghostty/imported_keybinds.conf og administreres under Hurtigtaster.
nl: Je bestaande rootshell-instellingen blijven na het importeren bewerkbaar in de Instellingen. Sneltoetsen worden geïmporteerd naar ~/.ghostty/imported_keybinds.conf en beheerd via Sneltoetsen.
pl: Po imporcie Twoje istniejące ustawienia rootshell pozostają edytowalne w interfejsie Ustawienia. Skróty są importowane do ~/.ghostty/imported_keybinds.conf i zarządzane w sekcji Skróty klawiszowe.
pt_br: Seus ajustes atuais do rootshell continuam editáveis em Ajustes após a importação. Os atalhos são importados para ~/.ghostty/imported_keybinds.conf e gerenciados em Atalhos de teclado.
pt_pt: As tuas definições existentes do rootshell continuam editáveis na interface de Definições após a importação. Os atalhos são importados para ~/.ghostty/imported_keybinds.conf e geridos em Atalhos de teclado.
ro: Setările tale existente rootshell rămân editabile în interfața Setări după import. Scurtăturile sunt importate în ~/.ghostty/imported_keybinds.conf și gestionate în Scurtături tastatură.
sl: Vaše obstoječe nastavitve rootshell ostanejo urejljive v vmesniku Nastavitev tudi po uvozu. Bližnjice se uvozijo v ~/.ghostty/imported_keybinds.conf in se upravljajo v razdelku Tipkovne bližnjice.
sv: Dina befintliga rootshell-inställningar förblir redigerbara i Inställningar efter import. Kortkommandon importeras till ~/.ghostty/imported_keybinds.conf och hanteras under Kortkommandon.
uk: Ваші наявні налаштування rootshell залишаються редагованими в інтерфейсі Налаштувань після імпорту. Скорочення імпортуються до ~/.ghostty/imported_keybinds.conf і керуються в розділі «Клавіатурні скорочення».
vi: Sau khi nhập, các cài đặt rootshell hiện có của bạn vẫn có thể chỉnh sửa trong giao diện Cài đặt. Phím tắt được nhập vào ~/.ghostty/imported_keybinds.conf và quản lý tại Phím tắt bàn phím.
zh_hans: 导入后,你现有的 rootshell 设置仍可在设置界面中编辑。键绑定会导入到 ~/.ghostty/imported_keybinds.conf,并在键盘快捷键中管理。
zh_hant: 匯入後,您現有的 rootshell 設定仍可在設定畫面中編輯。按鍵綁定會匯入至 ~/.ghostty/imported_keybinds.conf,並在鍵盤快速鍵中管理。

source: Your key is now stored on the YubiKey hardware. The private key cannot be extracted.
ar: تم تخزين مفتاحك الآن على جهاز YubiKey. لا يمكن استخراج المفتاح الخاص.
ca: La vostra clau ara està emmagatzemada al maquinari YubiKey. La clau privada no es pot extreure.
cs: Váš klíč je nyní uložen na hardwaru YubiKey. Soukromý klíč nelze extrahovat.
da: Din nøgle er nu gemt på YubiKey-hardwaren. Den private nøgle kan ikke udtrækkes.
de: Ihr Schlüssel ist jetzt auf der YubiKey-Hardware gespeichert. Der private Schlüssel kann nicht extrahiert werden.
es: Su clave ahora está almacenada en el hardware YubiKey. La clave privada no puede ser extraída.
fi: Avaimesi on nyt tallennettu YubiKey-laitteistoon. Yksityistä avainta ei voi kopioida laitteelta.
fr: Votre clé est maintenant stockée sur le matériel YubiKey. La clé privée ne peut pas être extraite.
he: המפתח שלך מאוחסן כעת בחומרת ה-YubiKey. לא ניתן לחלץ את המפתח הפרטי.
hu: A kulcsa most a YubiKey hardveren van tárolva. A privát kulcs nem másolható ki.
it: La chiave è ora memorizzata sull'hardware della YubiKey. La chiave privata non può essere estratta.
ja: キーはYubiKeyハードウェアに保存されました。秘密鍵を取り出すことはできません。
ko: 키가 YubiKey 하드웨어에 저장되었습니다. 개인 키는 추출할 수 없습니다.
nb: Nøkkelen din er nå lagret på YubiKey-maskinvaren. Den private nøkkelen kan ikke hentes ut.
nl: Uw sleutel is nu opgeslagen op de YubiKey-hardware. De prive-sleutel kan niet worden geextraheerd.
pl: Twój klucz jest teraz zapisany na sprzęcie YubiKey. Klucza prywatnego nie można wyodrębnić.
pt_br: Sua chave agora está armazenada no hardware YubiKey. A chave privada não pode ser extraída.
pt_pt: A sua chave está agora armazenada no hardware do YubiKey. A chave privada não pode ser extraída.
ro: Cheia dvs. este acum stocată pe hardware-ul YubiKey. Cheia privată nu poate fi extrasă.
sl: Vaš ključ je zdaj shranjen na strojni opremi YubiKey. Zasebnega ključa ni mogoče izvleči.
sv: Din nyckel lagras nu på YubiKey-hårdvaran. Den privata nyckeln kan inte extraheras.
uk: Ваш ключ тепер збережено на апаратному YubiKey. Закритий ключ неможливо витягти.
vi: Khóa của bạn hiện được lưu trữ trên phần cứng YubiKey. Không thể trích xuất khóa riêng tư.
zh_hans: 您的密钥现已存储在 YubiKey 硬件上。私钥无法被提取。
zh_hant: 您的金鑰現已儲存在 YubiKey 硬體上。私密金鑰無法被提取。

source: Your kubeconfig will be stored securely in the system Keychain. It will not be synced to iCloud or other devices.
ar: سيتم تخزين ملف kubeconfig الخاص بك بأمان في سلسلة مفاتيح النظام. لن تتم مزامنته مع iCloud أو الأجهزة الأخرى.
ca: El vostre kubeconfig es desarà de manera segura al Keychain del sistema. No se sincronitzarà amb iCloud ni amb altres dispositius.
cs: Váš kubeconfig bude bezpečně uložen v systémové Klíčence. Nebude synchronizován do iCloud ani na jiná zařízení.
da: Din kubeconfig vil blive gemt sikkert i systemets nøglering. Den vil ikke blive synkroniseret til iCloud eller andre enheder.
de: Ihre Kubeconfig wird sicher im System-Schlüsselbund gespeichert. Sie wird nicht mit iCloud oder anderen Geräten synchronisiert.
es: Su kubeconfig se almacenará de forma segura en el Keychain del sistema. No se sincronizará con iCloud ni con otros dispositivos.
fi: Kubeconfig tallennetaan turvallisesti järjestelmän Avainnippuun. Sitä ei synkronoida iCloudiin tai muihin laitteisiin.
fr: Votre kubeconfig sera stockée de manière sécurisée dans le trousseau système. Elle ne sera pas synchronisée avec iCloud ou d'autres appareils.
he: ה-kubeconfig שלך יאוחסן בצורה מאובטחת ב-Keychain של המערכת. הוא לא יסונכרן ל-iCloud או למכשירים אחרים.
hu: A kubeconfig biztonságosan a rendszer Keychain-jében kerül tárolásra. Nem szinkronizálódik az iCloud-ra vagy más eszközökre.
it: Il kubeconfig verrà memorizzato in modo sicuro nel Keychain di sistema. Non verrà sincronizzato su iCloud o altri dispositivi.
ja: kubeconfigはシステムキーチェーンに安全に保存されます。iCloudや他のデバイスには同期されません。
ko: kubeconfig가 시스템 키체인에 안전하게 저장됩니다. iCloud 또는 다른 기기에 동기화되지 않습니다.
nb: Din kubeconfig vil bli lagret sikkert i systemets nøkkelring. Den vil ikke bli synkronisert til iCloud eller andre enheter.
nl: Uw kubeconfig wordt veilig opgeslagen in de systeem-Keychain. Deze wordt niet gesynchroniseerd met iCloud of andere apparaten.
pl: Twój kubeconfig zostanie bezpiecznie zapisany w systemowym Keychain. Nie będzie synchronizowany z iCloud ani innymi urządzeniami.
pt_br: Seu kubeconfig será armazenado com segurança no Keychain do sistema. Ele não será sincronizado com o iCloud ou outros dispositivos.
pt_pt: O seu kubeconfig será armazenado em segurança no Keychain do sistema. Não será sincronizado com o iCloud ou outros dispositivos.
ro: Configurația kubeconfig va fi stocată în siguranță în Keychain-ul de sistem. Nu va fi sincronizată cu iCloud sau alte dispozitive.
sl: Vaš kubeconfig bo varno shranjen v sistemskem Keychainu. Ne bo se sinhroniziral z iCloud ali drugimi napravami.
sv: Din kubeconfig lagras säkert i systemets Keychain. Den synkas inte till iCloud eller andra enheter.
uk: Ваш kubeconfig буде безпечно збережено в системному Keychain. Він не синхронізуватиметься з iCloud чи іншими пристроями.
vi: Kubeconfig của bạn sẽ được lưu trữ an toàn trong Keychain hệ thống. Nó sẽ không được đồng bộ lên iCloud hay các thiết bị khác.
zh_hans: 您的 kubeconfig 将安全存储在系统钥匙串中。不会同步到 iCloud 或其他设备。
zh_hant: 您的 kubeconfig 將安全儲存在系統鑰匙圈中。不會同步至 iCloud 或其他裝置。

source: Your passkey provider creates and syncs this key across your devices. That's iCloud Keychain by default, or a third-party manager like 1Password if you use one for passkeys.
ar: ينشئ مزود مفتاح المرور هذا المفتاح ويزامنه عبر أجهزتك. وهو سلسلة مفاتيح iCloud افتراضياً، أو مدير خارجي مثل 1Password إذا كنت تستخدم واحداً لمفاتيح المرور.
ca: El vostre proveïdor de claus d'accés crea aquesta clau i la sincronitza entre els vostres dispositius. Per defecte és iCloud Keychain, o un gestor de tercers com 1Password si en feu servir un per a les claus d'accés.
cs: Váš poskytovatel přístupových klíčů tento klíč vytvoří a synchronizuje mezi vašimi zařízeními. Ve výchozím nastavení je to iCloud Keychain, nebo správce třetí strany jako 1Password, pokud jej pro přístupové klíče používáte.
da: Din adgangsnøgleudbyder opretter denne nøgle og synkroniserer den på tværs af dine enheder. Det er iCloud-nøglering som standard, eller en tredjepartsmanager som 1Password, hvis du bruger en til adgangsnøgler.
de: Ihr Passkey-Anbieter erstellt diesen Schlüssel und synchronisiert ihn zwischen Ihren Geräten. Standardmäßig ist das der iCloud-Schlüsselbund oder ein Drittanbieter-Manager wie 1Password, falls Sie einen für Passkeys verwenden.
es: Su proveedor de claves de acceso crea esta clave y la sincroniza entre sus dispositivos. De forma predeterminada es iCloud Keychain, o un gestor de terceros como 1Password si usa uno para las claves de acceso.
fi: Kulkuavaimen tarjoajasi luo tämän avaimen ja synkronoi sen laitteidesi välillä. Oletuksena se on iCloud-avainnippu tai kolmannen osapuolen hallintaohjelma kuten 1Password, jos käytät sellaista kulkuavaimille.
fr: Votre fournisseur de clés d'accès crée cette clé et la synchronise entre vos appareils. Il s'agit par défaut d'iCloud Keychain, ou d'un gestionnaire tiers comme 1Password si vous en utilisez un pour vos clés d'accès.
he: ספק מפתח המעבר שלך יוצר את המפתח הזה ומסנכרן אותו בין המכשירים שלך. כברירת מחדל זהו מחזיק המפתחות של iCloud, או מנהל צד-שלישי כמו 1Password אם אתה משתמש באחד כזה למפתחות מעבר.
hu: Az azonosítókulcs-szolgáltató hozza létre ezt a kulcsot, és szinkronizálja az eszközei között. Ez alapértelmezés szerint az iCloud Keychain, vagy egy külső kezelő, például az 1Password, ha azt használja azonosítókulcsokhoz.
it: Il tuo provider di passkey crea questa chiave e la sincronizza tra i tuoi dispositivi. Per impostazione predefinita è iCloud Keychain, oppure un gestore di terze parti come 1Password se ne usi uno per le passkey.
ja: パスキープロバイダがこの鍵を作成し、デバイス間で同期します。デフォルトではiCloudキーチェーンですが、パスキーに1Passwordなどのサードパーティ製マネージャを使用している場合はそちらになります。
ko: 패스키 제공자가 이 키를 생성하고 기기 간에 동기화합니다. 기본값은 iCloud 키체인이며, 패스키에 1Password 같은 타사 관리자를 사용한다면 해당 관리자가 됩니다.
nb: Passnøkkelleverandøren din oppretter denne nøkkelen og synkroniserer den på tvers av enhetene dine. Som standard er det iCloud-nøkkelring, eller en tredjepartsbehandler som 1Password hvis du bruker en til passnøkler.
nl: Uw passkey-provider maakt deze sleutel aan en synchroniseert hem op al uw apparaten. Dat is standaard iCloud-sleutelhanger, of een externe manager zoals 1Password als u die voor passkeys gebruikt.
pl: Dostawca kluczy dostępu tworzy ten klucz i synchronizuje go między Twoimi urządzeniami. Domyślnie jest to iCloud Keychain lub menedżer innej firmy, taki jak 1Password, jeśli używasz go do kluczy dostępu.
pt_br: Seu provedor de chaves-senha cria esta chave e a sincroniza entre seus dispositivos. Por padrão, é o iCloud Keychain, ou um gerenciador de terceiros como o 1Password, se você usar um para chaves-senha.
pt_pt: O seu fornecedor de chaves de acesso cria esta chave e sincroniza-a entre os seus dispositivos. Por predefinição, é o iCloud Keychain, ou um gestor de terceiros como o 1Password, se utilizar um para chaves de acesso.
ro: Furnizorul dvs. de chei de acces creează această cheie și o sincronizează între dispozitivele dvs. În mod implicit este iCloud Keychain sau un manager terț precum 1Password, dacă folosiți unul pentru chei de acces.
sl: Vaš ponudnik ključev za dostop ustvari ta ključ in ga sinhronizira med vašimi napravami. Privzeto je to iCloud Keychain ali upravitelj drugega ponudnika, kot je 1Password, če ga uporabljate za ključe za dostop.
sv: Din passkey-leverantör skapar denna nyckel och synkroniserar den mellan dina enheter. Som standard är det iCloud-nyckelring, eller en tredjepartshanterare som 1Password om du använder en för passkeys.
uk: Ваш провайдер ключів доступу створює цей ключ і синхронізує його між вашими пристроями. За замовчуванням це iCloud Keychain або сторонній менеджер, наприклад 1Password, якщо ви користуєтеся ним для ключів доступу.
vi: Nhà cung cấp passkey của bạn tạo và đồng bộ khóa này giữa các thiết bị của bạn. Mặc định đó là Chuỗi khóa iCloud, hoặc một trình quản lý bên thứ ba như 1Password nếu bạn dùng nó cho passkey.
zh_hans: 通行密钥提供方会创建此密钥并在您的设备之间同步。默认是 iCloud 钥匙串；如果您使用 1Password 等第三方管理器管理通行密钥，则由它负责。
zh_hant: 密碼金鑰提供者會建立此金鑰並在您的裝置之間同步。預設是 iCloud 鑰匙圈；若您使用 1Password 等第三方管理程式來管理密碼金鑰，則由它負責。
